# IdeaStatiCa.ConnectionApi.Model.ConAlignedPlate

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**PlateSide** | **ConAlignedPlateSideCodeEnum** |  | [optional]
**MemberId** | **int** |  | [optional]
**PartType** | **ConMemberPlatePartTypeEnum** |  | [optional]
**PartTypeSequence** | **int?** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)